{
  "projects":[
    {
      "title": "Pegasus",
      "team": "8",
      "position": "Scrum Master and Frontend",
      "stack": "Django, JS, Bootstrap, AWS, APACHE, Postgres",
      "description": "A website that gives students of San Francisco State University a dedicated housing and roommate site. Pegasus searches for housing using neighborhoods (Sunset, Ingleside, Filmore, SoMa, etc.) of San Francisco, and when choosing a potential house Pegasus provides you with the E.T.A from the house to campus using Google's Maps API. Pegasus has a neighborhood page feature where people from the neighborhoods can chat, plan events, neighborhood watch, sell/trade, etc.",
      "github": ""
    },
    {
      "title": "OurSpace",
      "team": "6",
      "position": "Backend",
      "stack": "React, Node, Express, Typescript, Postgres, TypeORM",
      "description": "We all have gone to a new city-- or even a familiar one, and wondered where to eat. You check Yelp, Google, Foursquare, etc. but the suggestions and reviews are just unreliable, but you know is reliable? Your foody friend. Ourspace is social website/app where you create your own food map, follow your friends' food map, trending food maps, and/or food maps from top chefs.",
      "github": "https://github.com/sfsu-csc-668-spring-2019/term-project-ourspace-team"
    },
    {
      "title": "To-Do App",
      "team": "Solo",
      "position": "",
      "stack": "Angular, GO/GIN, Auth0",
      "description": "To-Do app is a tutorial that I followed in the following article.",
      "github": "https://github.com/omaralaniz/todo-go-angular"
    },
    {
      "title": "Learning",
      "team": "Solo",
      "position": "",
      "stack": "All",
      "description": "A series where I take notes and give myself helpful tips when learning a new framework, tool, language, etc. My goal is to continue developing this project throughout the years to develop a useful resource to new or experienced programmers tackling new cliffs.",
      "github": "https://github.com/omaralaniz/Learning"
    }
  ]
}